Repository: simonschllng/beacon-inbound-manager
Catalog: languages/bim-*.po
Languages: de_de

source: New beacon
de_de: Neues Beacon

source: Register new beacon
de_de: Neues Beacon eintragen

source: Change beacon
de_de: Beacon ändern

source: All beacons
de_de: Alle Beacons

source: View beacons
de_de: Beacons ansehen

source: Search beacon
de_de: Beacons suchen

source: No beacon found
de_de: Keine Beacons gefunden

source: No beacons found in trash
de_de: Keine Beacons im Papierkorb gefunden

source: Beacon Location
de_de: Ort des Beacons

source: Beacon Behavior
de_de: Verhalten des Beacons

source: Beacon Settings
de_de: Einstellungen des Beacons

source: Beacon Hardware
de_de: Hardware des Beacons

source: City name
de_de: Stadt

source: Coordinates
de_de: Koordinaten

source: Description
de_de: Beschreibung

source: Beacon Short URL
de_de: Kurz-URL im Beacon

source: Destination Page
de_de: Ziel-Adresse

source: Input the url from the shortening service that redirects to the beacons URL:
de_de: Gib die URL von einem Short-URL-Dienst an, das auf diese Seite verweist:

source: Input the landingpage you want the user to land on.
de_de: Gib die Landingpage an, zu der der Nutzer gelangen soll.

source: Password
de_de: Passwort

source: Daily Broadcast Start Time
de_de: Tägliche Start-Zeit des Senders

source: Daily Broadcast Stop Time
de_de: Tägliche StopZeit des Senders

source: Broadcast Interval
de_de: Sende-Interval

source: Tx Power
de_de: Übertragungsleistung

source: Beacon Model
de_de: Beacon-Modell

source: MAC Address
de_de: MAC-Adresse
